{
  "quotes": [
    "Wake up. Grind. Repeat. You're not tired, you're uncommitted.",
    "Your dream job is one cold email away.",
    "The only bad rep is the one you didn't make.",
    "Hustle until your haters ask if you're hiring.",
    "You didn't come this far to only come this far.",
    "Every 'no' is just a 'not yet' in disguise.",
    "Be the LinkedIn post you wish to see in the world.",
    "Doors don't open themselves. Neither do quotas.",
    "Rise and grind, future top performer.",
    "Your comfort zone is a beautiful place, but nothing grows there.",
    "Success is rented, and the rent is due every day. — Some LinkedIn Guy",
    "Stop wishing. Start doing. Start billing.",
    "The miracle morning starts at 4am. Are you awake?",
    "Outwork everyone. Out-earn everyone. Out-LinkedIn everyone.",
    "You're not in sales. You're in the business of changing lives.",
    "A rejection is just a redirect from the universe.",
    "Champions don't wait for opportunities. They create them with a firm handshake and a smile.",
    "Your network is your net worth. So is your follow-up game.",
    "Medical device sales: where passion meets precision meets commission.",
    "If it doesn't challenge you, it doesn't change you.",
    "Today's pipeline is tomorrow's paycheck.",
    "Don't count the days, make the days count your calls.",
    "You were not born to just pay bills and scroll job boards. You were born to CLOSE.",
    "One more call. One more email. One more shot at greatness.",
    "The surgeon doesn't cancel on you. Don't cancel on yourself.",
    "Be so good they can't ignore you. — Your Future Boss",
    "Pressure makes diamonds. Also makes top quartile reps.",
    "The best time to plant a tree was 20 years ago. The second best time is to send your resume right now.",
    "Go where you are celebrated, not where you are tolerated — but first, follow up three times.",
    "Your vibe attracts your tribe. And your tribe had better have purchasing authority.",
    "Dream big. Work hard. Expense your lunch.",
    "Success is not owned. It is leased. And your lease is up at quota.",
    "Believe in yourself the way a first-year rep believes in their base salary.",
    "You are one decision away from a totally different life. Make the call.",
    "Winners find a way. Losers find a reason. What's your call-to-action today?",
    "Stethoscopes up. Let's get this bread.",
    "Not every hero wears a cape. Some carry a demo bag.",
    "The grind doesn't stop when you're tired. It stops when you're done. — Motivational Poster, 2009",
    "Eat. Sleep. Close. Repeat.",
    "Your future self is watching you right now through memories. Don't let them down.",
    "Stop being the best-kept secret in medical device sales.",
    "Confidence is not 'they will like me.' Confidence is 'I'll be fine if they don't.'",
    "A smooth sea never made a skilled medical device rep.",
    "It's not who you know. It's who knows YOU have the best implant system.",
    "The difference between try and triumph is a little 'umph.' And a lot of cold calls.",
    "Your breakthrough is on the other side of your fear of rejection.",
    "Rise. Grind. Align spines. Repeat.",
    "You miss 100% of the shots you don't take. You also miss 100% of the calls you don't make. — Wayne Gretzky's Sales Manager",
    "Don't stop when you're tired. Stop when the OR schedule is full.",
    "Success is the sum of small efforts repeated day in and day out — mostly follow-up emails.",
    "You are a limited edition. And so is your territory quota.",
    "Make today so awesome that yesterday gets jealous.",
    "Show up. Show out. Show your value proposition.",
    "The only place success comes before work is in the dictionary. And LinkedIn bios.",
    "Your attitude determines your altitude. Fly first class or die trying.",
    "Do it afraid. Do it tired. Do it on a Tuesday morning before the office administrator arrives.",
    "Be the energy you want to attract into your territory.",
    "You are the CEO of your own career. Act like it. Also answer your emails.",
    "Legends don't sleep in. Legends have 7am OR cases.",
    "Turn your wounds into wisdom and your losses into lessons learned in your quarterly review.",
    "Chase the vision, not the commission. But also, really chase the commission.",
    "You were made for more than mediocre pipeline.",
    "Work hard in silence. Let your W-2 make the noise.",
    "They said it couldn't be done. They were not in the top percentile. You are.",
    "Opportunities are everywhere. Most of them are in hospital parking garages at 6am.",
    "The secret to getting ahead is getting started. The second secret is following up.",
    "Be relentless. Be resourceful. Be reimbursed.",
    "If you're not growing, you're dying. That goes for plants, companies, and your sales pipeline.",
    "Don't downgrade your dream to match your reality. Upgrade your hustle to match your dream salary.",
    "Pain is temporary. Commission is forever. — A Rep Who Made President's Club Once",
    "Make your quota your love language.",
    "God gave you 24 hours. What are you going to do with the 23 you have left after your morning routine?",
    "Your only competition is who you were yesterday. And the other three reps in your territory.",
    "Detach from outcomes. Stay attached to activity metrics.",
    "No one cares about your potential. Show them your numbers.",
    "You didn't get into medical device sales to be average. You got in for the car allowance and the calling.",
    "The harder you work, the luckier you get. The luckier you get, the bigger your territory.",
    "Stars can't shine without darkness, and reps can't shine without a tough Q1.",
    "Keep going. Keep growing. Keep submitting expense reports on time.",
    "Discipline is choosing between what you want now and what you want most: that beach vacation on President's Club.",
    "You are braver than you believe. Stronger than you seem. Better at objection handling than you think.",
    "Every master was once a disaster with a sample bag.",
    "The goal is not to be perfect. The goal is to be better than last quarter.",
    "Push yourself because no one else is going to do it for you. Except maybe your district manager.",
    "Done is better than perfect. Sent is better than drafted. Closed is better than both.",
    "Make it happen. Shock everyone. Especially your regional VP.",
    "Hard work beats talent when talent doesn't make its calls.",
    "You are not behind. You are exactly where you need to be to have an incredible comeback story.",
    "The surgeon chose you. Now choose to show up every single day.",
    "Don't let the fear of striking out keep you from playing the game. Also, get to the O.R. early.",
    "Sales is not a job. It's a lifestyle. A very well-compensated lifestyle.",
    "Your mindset is your most important medical device.",
    "Eat the frog every morning. The frog is your most intimidating cold call.",
    "If you want something you've never had, do something you've never done — like send a voice memo on LinkedIn.",
    "Big goals require big courage and a very organized CRM.",
    "Sharpen the saw. Sharpen your pitch. Sharpen your follow-up.",
    "The world makes room for people who know where they are going. And who cc the right people.",
    "Success is not final. Failure is not fatal. But a bad quarter review can feel like both.",
    "You can't pour from an empty cup. Fill yours with protein shakes and purpose.",
    "Stop waiting for the perfect moment. Take the moment and make it perfect — then document it in Salesforce.",
    "Be a voice, not an echo. Unless the echo is confirming your placement.",
    "Today I will do what others won't, so tomorrow I can do what others can't. Like retire comfortably.",
    "Progress, not perfection. But also, try to hit 100% of quota.",
    "Live. Laugh. Cold call.",
    "The top 1% don't think like the 99%. They also don't check their phones until after their morning workout.",
    "You are writing the story of your career with every call you make today.",
    "This is your sign to send the email you've been overthinking.",
    "Don't wish it were easier. Wish you were better. Then get better and also wish it were easier.",
    "Surround yourself with people who talk about vision and goals — at networking happy hours.",
    "Your passion is your pitch. Your persistence is your close.",
    "A lion doesn't lose sleep over the opinion of sheep. But it does update its LinkedIn profile regularly.",
    "Success is not about the destination. It's about who you become while expensing flights to the destination.",
    "There is no elevator to success. You have to take the stairs. The stairs in the hospital. At 5:30am.",
    "First they ignore you, then they laugh at you, then they fight you, then you win their formulary.",
    "When you feel like quitting, remember why you started. Probably the uncapped commission.",
    "Be so busy building your career that you have no time for negativity — or for checking your personal Instagram during business hours.",
    "Strive for progress, not perfection. But especially strive during Q4.",
    "What you seek is seeking you. Specifically, it is seeking your follow-up.",
    "Every champion was once a contender who refused to give up — or who had a great mentor in their second year.",
    "Good things come to those who work their faces off.",
    "Your vibe is your competitive advantage.",
    "The comeback is always stronger than the setback. Especially after a lost deal.",
    "Not all superheroes wear capes. Some wear scrubs and some carry demo equipment.",
    "This is your year. Last year was practice. The year before was also practice. This one is real.",
    "Believe in the process. Trust the system. Update the CRM.",
    "You are the average of the five people you spend the most time with. Choose surgeons and top reps.",
    "Execution eats strategy for breakfast. Breakfast is at 5am.",
    "Little by little, a little becomes a lot. That's also how commissions work.",
    "Scar tissue is stronger than regular tissue. So is a rep who's been through a territory restructuring.",
    "Stop playing small. The operating room is watching.",
    "Your next big break is disguised as your next unreturned voicemail.",
    "Show up as the person you want to become, dressed business casual.",
    "Every no gets you closer to yes. Math is on your side.",
    "Comparison is the thief of joy and also of pipeline focus.",
    "Be obsessed or be average. — Some Guy's Podcast Outro",
    "The struggle you're in today is developing the strength you need tomorrow and the story you'll tell at President's Club.",
    "Don't be afraid to fail big. You can't win big if you're too afraid to fail big. Also, expense reports.",
    "Make the most of yourself, for that is all there is of you — plus your territory plan.",
    "Outthink. Outwork. Out-relationship everyone in the room.",
    "The day you plant the seed is not the day you eat the fruit. But follow up at 30, 60, and 90 days.",
    "You've got this. And if you don't got this, fake it until you got this.",
    "The grind is glamorous if you reframe it correctly — preferably in a morning journal.",
    "Excellence is not a destination. It is a continuous journey. So is your career in medical device sales.",
    "Build the life you can't wait to wake up to. Set your alarm for 4:47am to start.",
    "Don't just work hard. Work hard AND smart AND with relentless positivity AND a great LinkedIn headline.",
    "The only limits are the ones you set. And your non-compete agreement.",
    "You were not made to fit in. You were made to stand out in a crowded OR waiting area.",
    "Your hustle is your autobiography. Make it a bestseller.",
    "Success is a series of small wins, except in Q4 when it's a series of very large wins.",
    "Be the rep that other reps want to become.",
    "No pressure, no diamonds. No cold calls, no pipeline.",
    "Turn obstacles into opportunities. Turn voicemails into relationships. Turn relationships into placements.",
    "The fire inside you is bigger than the fire around you. Unless the hospital has a drill today.",
    "You are your own brand. Market yourself accordingly.",
    "Work like there's someone always trying to take your account. Because there is.",
    "Do something today that your future self will thank you for — like sending that follow-up email.",
    "Stay hungry. Stay humble. Stay in front of your accounts.",
    "The rep who says it can't be done should not interrupt the rep who is doing it."
  ]
}
